{"bonusDollars":{"2":1.2,"4":1.2,"5":1.2,"6":1.1,"7":0.8,"8":1.0,"11":0.8,"12":1.2,"13":1.2,"14":1.1,"16":1.1,"17":1.2,"19":1.2,"20":1.2,"21":1.2,"22":1.2,"24":1.2,"25":1.0,"26":1.1,"27":1.1,"28":1.1,"30":0.9,"31":1.2,"32":1.2,"33":1.2,"34":1.2,"35":1.2,"36":1.2,"38":1.2,"39":1.1,"40":1.2,"41":1.0,"42":1.1,"43":1.2,"44":1.2,"45":1.1,"46":0.7,"47":1.2,"48":1.2,"49":0.3,"50":1.2,"53":1.2,"54":0.8,"55":1.1,"56":1.2,"57":1.2,"58":1.2,"59":1.2,"60":1.1,"61":0.8,"62":1.0,"63":1.2,"64":1.2,"66":1.2,"67":1.2,"68":1.2,"69":1.1,"70":1.1,"71":1.2,"72":1.0,"73":1.2,"74":1.2,"75":1.1,"77":1.2,"78":1.2,"79":1.1,"80":0.6,"83":1.2,"84":0.8,"85":1.1,"86":1.2,"87":0.7,"88":0.5,"89":1.2,"90":1.2,"91":1.2,"92":1.1,"93":1.2,"94":1.2,"95":1.0,"96":1.2,"97":0.9,"98":1.2,"99":0.6,"100":1.0,"102":1.2,"103":1.1,"104":0.8},"navCheck":{"2":"True","4":"True","5":"True","6":"True","7":"False","8":"True","11":"False","12":"True","13":"True","14":"True","16":"True","17":"True","19":"True","20":"True","21":"True","22":"True","24":"True","25":"True","26":"True","27":"True","28":"True","30":"True","31":"True","32":"True","33":"True","34":"True","35":"True","36":"True","38":"True","39":"True","40":"True","41":"False","42":"True","43":"True","44":"True","45":"True","46":"True","47":"True","48":"True","49":"True","50":"True","53":"True","54":"True","55":"True","56":"True","57":"True","58":"True","59":"True","60":"True","61":"True","62":"False","63":"True","64":"True","66":"True","67":"True","68":"True","69":"True","70":"True","71":"True","72":"True","73":"True","74":"True","75":"True","77":"True","78":"True","79":"True","80":"True","83":"True","84":"True","85":"True","86":"True","87":"True","88":"False","89":"False","90":"True","91":"True","92":"False","93":"True","94":"True","95":"True","96":"True","97":"True","98":"True","99":"True","100":"True","102":"True","103":"True","104":"True"},"navBonusCheck":{"2":"10 cents","4":"10 cents","5":"10 cents","6":"10 cents","7":"10 cents","8":"10 cents","11":"10 cents","12":"10 cents","13":"10 cents","14":"10 cents","16":"10 cents","17":"10 cents","19":"10 cents","20":"10 cents","21":"10 cents","22":"10 cents","24":"10 cents","25":"10 cents","26":"10 cents","27":"10 cents","28":"10 cents","30":"10 cents","31":"5 cents","32":"10 cents","33":"10 cents","34":"10 cents","35":"10 cents","36":"10 cents","38":"10 cents","39":"10 cents","40":"10 cents","41":"10 cents","42":"10 cents","43":"10 cents","44":"10 cents","45":"10 cents","46":"10 cents","47":"10 cents","48":"10 cents","49":"10 cents","50":"10 cents","53":"10 cents","54":"10 cents","55":"10 cents","56":"10 cents","57":"10 cents","58":"5 cents","59":"10 cents","60":"10 cents","61":"10 cents","62":"10 cents","63":"10 cents","64":"10 cents","66":"10 cents","67":"10 cents","68":"10 cents","69":"10 cents","70":"10 cents","71":"10 cents","72":"10 cents","73":"10 cents","74":"10 cents","75":"10 cents","77":"10 cents","78":"10 cents","79":"10 cents","80":"10 cents","83":"5 cents","84":"10 cents","85":"10 cents","86":"10 cents","87":"10 cents","88":"10 cents","89":"10 cents","90":"10 cents","91":"10 cents","92":"10 cents","93":"10 cents","94":"10 cents","95":"10 cents","96":"10 cents","97":"10 cents","98":"None","99":"10 cents","100":"10 cents","102":"10 cents","103":"10 cents","104":"10 cents"},"memoryBonusCheck":{"2":"None","4":"None","5":"10 cents","6":"None","7":"None","8":"None","11":"None","12":"None","13":"None","14":"None","16":"None","17":"None","19":"None","20":"None","21":"10 cents","22":"None","24":"10 cents","25":"None","26":"None","27":"10 cents","28":"None","30":"10 cents","31":"None","32":"None","33":"None","34":"10 cents","35":"None","36":"None","38":"None","39":"None","40":"10 cents","41":"None","42":"None","43":"None","44":"None","45":"None","46":"None","47":"None","48":"None","49":"None","50":"None","53":"None","54":"None","55":"2 cents","56":"None","57":"None","58":"None","59":"None","60":"None","61":"None","62":"None","63":"None","64":"None","66":"None","67":"None","68":"None","69":"None","70":"None","71":"None","72":"None","73":"None","74":"None","75":"None","77":"None","78":"None","79":"None","80":"None","83":"None","84":"None","85":"10 cents","86":"None","87":"10 cents","88":"None","89":"None","90":"5 cents","91":"10 cents","92":"None","93":"None","94":"None","95":"None","96":"None","97":"10 cents","98":"None","99":"None","100":"10 cents","102":"None","103":"None","104":"None"},"howAttention":{"2":"Very thoroughly","4":"There were 3 questions, and I answered that answering them don't benefit the ending amount. I have to make it to the green square while moving. If I stand still the square (dot) will fade away.","5":"honestly","6":"I thought about which blocks I paid the most attention to as I was navigating the maze.","7":"im not sure ","8":"I answered the attention questions based on what I looked at as I went through the maze, or the obstacles I went by most closely.","11":"I don't recall any attention questions. Do you mean the awareness questions?","12":"After I made my mental path upon pressing the spacebar and seeing the grid with the obstacles, I took into account how much time I spent thinking it would hinder my path as well as whether it stumped me while trying to make my way to the green square. If the highlighted obstacle appeared to block a path I had in mind or forced me to reroute in the middle of my attempt to solve it, I rated it higher.","13":"By arrowing over to the number that represented my awareness of the shape. ","14":"yes","16":"I tried to remember what I had just read to the best of my ability.","17":"I answered most as 4 or 5, because I was generally aware of each obstacle.","19":"I answered them based on how much I had noticed the highlighted shape. Sometimes I was laser focused on my little ball, and then other times I saw the entire map all at once, or other times still only saw the important sections (the path I was taking).","20":"I answered them based on how I recalled going through the maze. Say I only stayed towards the right side of the board, then I would answer low for the blocked off areas in blue and black over on the left because I wouldn't have come into contact with any of those barriers.","21":"As truthfully as I could","22":"I answered it best to my ability. Some of the highlighted areas I did not even pay attention when I was playing the game. The green square was my main focus.","24":"Correctly","25":"I paid attention.","26":"I just tried to remember what I read.","27":"I relied on the information given","28":" If they were in my way to get to my goal I used a higher number.  If they weren't anywhere near my goal I used a smaller number.","30":"","31":"Tried to answer them honestly and quickly but it's hard to tell how much attention you're paying to something when you're trying to go fast and not...pay attention to things.","32":"I tried to maintain focus on what I was seeing after a completed round, however some were hard to recall. Tiles that I never passed were pretty easy to miss.","33":"By clicking the radio buttons? I'm not sure how you want me to answer that one. To the best of my ability?","34":"Based on how much I focused on the highlighted area.","35":"I thought about what blocks I looked at and gave more awareness to ones that I specifically paid attention to during the route creation. I saw every block on the first overall scan but answered \"1 - not at all\" if I didn't glance a second time or forgot it existed.","36":"I answered \"true\" and \"10 cents\" for the first two questions. I answered \"none\" for the third question, which I wasn't certain about.","38":"feel","39":"I answered the attention questions truthfully and I believe correctly. ","40":"I answered the attention questions based on whether I noticed the blue-shaded areas and how difficult it made each round for me.","41":"i answered them correctly im sure of of it.","42":"From my memory. ","43":"Do you mean the questions about how much we got in bonus for getting the maze correct without the green dot vanishing? I think I did okay there","44":"Honestly","45":"I answered by how much i paid attention to certain obstacles in my way, some i just disregarded and didnt pay attention to since they were not in my way.","46":"I answered the attention questions with 8 and 7 because I was fully attentive.","47":"I answered honestly based on how much I was paying attention.","48":"I answered based on my quick thought process. Rather than making a first move with the dot and then figuring out where to go I quickly glanced around the maze and determined where I needed to go. Certain parts of the maze are obviously not apart of where I would need to go so I discard thoughts about those instantly. The others I rated based on how much I had to think about a particular area I would need to go through.","49":"honestly","50":"I answered how much i thought about the obstacle ","53":"Usually if I was very aware of an object it was based on how much trouble it gave me, if I was annoying with an obstacle I was very aware of it. Anything I didn't touch or come close to I gave no attention, and things that I touched or used to base on where to go next I gave a decent attention score. ","54":"honestly","55":"Quite poorly, I think.","56":"I answered it by how much I felt it was in my way and if I knew it was there after passing it.","57":"I just tried to remember how concerned and aware I was of the highlighted blocks presences while playing.","58":"I took note of which area I was looking at. Once I noticed where an opening was located for the green box, I looked at the closed off sections. I did not focus on the other areas as I already made my mine up on the size I was going to already. ","59":"Well the literal first one I answered wrong because I did not understand the highlighted piece. Outside of that literal first piece on the first 4 or 5 mazes I looked and thought about how much I processed its location in regards to how I moved. On the final few mazes while I was doing the maze I was very aware of which pieces I was avoiding and analyzing to plan my movement and then just rated the others 1-3 depending on how relevant they were.","60":"I focused on how much I remembered each specific obstacle--which were the ones that typically posed the most challenge to navigate through. I found that I paid more attention to obstacles directly in my path or a path I planned on taking, rather than obstacles not within that field of vision.","61":"I checked the color change of the bricks making it easy or difficult to complete the task ","62":"I just focused on how noticeable it was to me","63":"I answered by selecting on a scale of 1-8 where I chose how much the barriers caught my attention.","64":"","66":"I answered the attention questions based on how much I noticed each obstacle while I was participating in the maze. Obviously, the obstacles that were barriers to me in the maze and the route that I took were the obstacles that I remembered with more ease.","67":"As accurately as I could. I feel as if there was a software that could be used to trace my eye movement that would give the most accurate results? I think I paid attention most to the dead ends in the maze.","68":"I answered the attention questions based off my memory. ","69":"I'm not sure what is meant by this question— does it refer to the questions about whether I noticed the obstacles or to the questions near the beginning reviewing the initial concept\/bonus\/etc.? Assuming it's the former, I answered based on how much I'd noticed an obstacle in the game, which I realized seemed closely tied to how much it had gotten in my way when I had to navigate around it.","70":"yes","71":"I thought about which of the blue blocks were in my path of getting to the yellow square. I knew that I had to go around those blocks so I had to pay attention to them.","72":"based on the information that was given to me","73":"the attention questions? I just felt like my head wanted to get to the next green spot as soon as possible, so if I missed one it's on the psychology of \"get to the end as fast as possible\" which didn't let me think.","74":"I think I answered the attention questions well.","75":"I'm not sure if this question refers to the attention questions in the beginning or the obstacles question that was asked of me each round. My answer would be the same for either one though. I did my best with the knowledge I had as well as being truthful.","77":"i think i got them all right, if by attention questions you mean the ones pertaining to what'll happen if you do this etc.","78":"The obstacles that were in my way or near the path I took were the ones that I paid attention to.","79":"Truthfully","80":"Correctly","83":"I answered the questions based on how much attention I gave to the selected blocks when completing the maze. I typically focused more on the blocks closest to the beginning and end of the maze, and I focused less on the blocks farthest away from the beginning and end.","84":"I tried to recall what I was doing.","85":"If it was in my way or not then I would see it","86":"using my left hand for the space bar and my right hand to navigate with the arrow keys. ","87":"honestly, the first 4-5 questions I wasn't entirely sure if I was determining if I was aware of the changes in the current present image shown or if I was suppose to regard the previous maze, but eventually I caught on and started giving more accurate answers. my apologies!","88":"I used the information given","89":"I tried to remember as much as possible.","90":"by paying attention","91":"Well","92":"YEs I did ","93":"I thought about moving around the grid and what I was focusing on the most when navigating the grid. It depended on how I moved around the grid.","94":"Truthfully, to the degree in which I remembered the specified block shape, but how much I focused on it.  Specifically, I noticed that I tended to focus more on the blocks that were either closer to the end point, or that were located within a space that required precise and specific movements (tight spaces).  ","95":"If by attention questions, you mean the ones that asked my understanding of the rules, then I answered that the goal was to reach the yellow square before the green disappeared, that the bonus was 10 cents for doing that, and that the bonus was 0 for answering the follow up questions.","96":"I try to rethink the impressions I had in my mind regarding the available channels for me to move through, and compare that to the obstacle in question.","97":"","98":"","99":"","100":"I was very attentive to the key points used in the experiment ","102":"I typically payed more attention to an obstacle if I had to move closer to it or if it was blocking a whole side of the maze. So I answered based on that criteria.","103":"to the best of my ability I suppose. Just tried to think of where the obstacles would be in reference to the green square and If I actually noticed them during the trials.","104":"As well as I could."},"generalComments":{"2":"","4":"Nothing comes to mind. It's interesting that I zone out half the puzzle objects once my brain finds the open path.","5":"no","6":"N\/A","7":"ive got fat fingers, which made this game hard.","8":"No, Thank you.","11":"","12":"","13":"It was fun!","14":"this was pretty fun","16":"Interesting study!","17":"","19":"I had no time to think, only move. Ball must move.","20":"","21":"I have ADHD so it was hard to remember some of the details.","22":"This survey was very fun to interact with.","24":"Pretty boring mazes, not really sure what the point was","25":"None","26":"No additional comments.","27":"It was a very nice study","28":"No","30":"","31":"I think I mostly paid attention to the obstacles I knew would be in my path - anything blocking my way (the first thing that blocks in a direction makes everything beyond that irrelevant) and anything hindering me (things to move around)","32":"","33":"N\/A","34":"Why did you have so many questions and why did th blocks arranged change with each question?","35":"","36":"N\/A","38":"n\/a","39":"No","40":"","41":"nothing","42":"Nope. Thanks! ","43":"","44":"I wish it was explained before hand that the green square inside the yellow square would get slightly larger with each key press. I was also uncertain at first if I could hold down the key to keep moving in a direction or if I needed a keypress for each move.  ","45":"","46":"","47":"","48":"No","49":"","50":"","53":"","54":"fun","55":"Pretty fun, in a frustrating way.","56":"","57":"no issues","58":"","59":"The highlighted piece could use clearer instructions, I answered the first piece wrong as I thought the question was how aware was I of the obstacles in general.","60":"N\/A","61":"I enjoyed partaking in this study ","62":"","63":"","64":"","66":"This was a fun study! Again, based on the route that I chose to go and what obstacles were in my way, those were the obstacles that seemed to stick out in my mind and ones that I easily remembered once the maze was completed.","67":"Thank you for asking me to participate!","68":"","69":"This was fun. I'm a little annoyed that I messed up the first round though! A couple of times, I also started out with the impulse that I was actually the green square and not the dot, even though I knew better. I don't know why I felt that instinct.","70":"none","71":"N\/A","72":"none","73":"I feel that me not knowing where I was starting affected my attention but that's all.","74":"N\/A","75":"The maze was quite fun.","77":"","78":"n\/a","79":"no","80":"no comment","83":"","84":"Great.","85":"","86":"","87":"thank you for the survey!","88":"no","89":"I don't have any comments.","90":"none","91":"Good job on the website","92":"no","93":"The controls were simple and easy to use.","94":"","95":"","96":"","97":"","98":"","99":"","100":"Everything went as planned ","102":"None.","103":"","104":"no"},"videogames":{"2":"Every few months","4":"Daily","5":"Daily","6":"Every few months","7":"Never","8":"Weekly","11":"Never","12":"Every few months","13":"Weekly","14":"Every few months","16":"Daily","17":"Every few months","19":"Daily","20":"Daily","21":"Weekly","22":"Daily","24":"Daily","25":"Daily","26":"Weekly","27":"Weekly","28":"Daily","30":"Monthly","31":"Weekly","32":"Daily","33":"Daily","34":"Daily","35":"Daily","36":"Daily","38":"Weekly","39":"Daily","40":"Every few months","41":"Weekly","42":"Never","43":"Daily","44":"Daily","45":"Daily","46":"Weekly","47":"Every few months","48":"Daily","49":"Every few months","50":"Daily","53":"Weekly","54":"Daily","55":"Every few months","56":"Weekly","57":"Weekly","58":"Daily","59":"Daily","60":"Daily","61":"Monthly","62":"Never","63":"Weekly","64":"Daily","66":"Monthly","67":"Weekly","68":"Daily","69":"Daily","70":"Never","71":"Daily","72":"Never","73":"Daily","74":"Daily","75":"Monthly","77":"Daily","78":"Daily","79":"Weekly","80":"Daily","83":"Daily","84":"Monthly","85":"Every few months","86":"Daily","87":"Daily","88":"Daily","89":"Daily","90":"Daily","91":"Weekly","92":"Monthly","93":"Weekly","94":"Weekly","95":"Never","96":"Every few months","97":"Weekly","98":"Weekly","99":"Every few months","100":"Weekly","102":"Daily","103":"Daily","104":"Every few months"},"age":{"2":"23","4":"31","5":"22","6":"25","7":"51","8":"24","11":"57","12":"26","13":"52","14":"26","16":"28","17":"30","19":"26","20":"27","21":"35","22":"31","24":"37","25":"24","26":"28","27":"49","28":"37","30":"49","31":"26","32":"25","33":"32","34":"32","35":"27","36":"30","38":"35","39":"29","40":"29","41":"40","42":"53","43":"33","44":"43","45":"23","46":"28","47":"33","48":"25","49":"56","50":"34","53":"23","54":"35","55":"65","56":"28","57":"36","58":"25","59":"37","60":"26","61":"40","62":"35","63":"25","64":"29","66":"32","67":"24","68":"23","69":"40","70":"35","71":"26","72":"51","73":"29","74":"24","75":"24","77":"26","78":"39","79":"43","80":"34","83":"39","84":"24","85":"22","86":"28","87":"36","88":"49","89":"52","90":"23","91":"32","92":"59","93":"32","94":"32","95":"46","96":"24","97":"40","98":"28","99":"","100":"48","102":"38","103":"26","104":"56"},"gender":{"2":"Female","4":"Male","5":"transgender","6":"woman","7":"male","8":"Male","11":"male","12":"Male","13":"female","14":"male","16":"Female","17":"Male","19":"Female","20":"male","21":"male","22":"female","24":"male","25":"Female","26":"Female","27":"Male","28":"Male","30":"Male","31":"nonbinary","32":"Male","33":"Male","34":"Demiman","35":"Female","36":"Male","38":"male","39":"Female","40":"Male","41":"male","42":"Female","43":"male","44":"male","45":"Male","46":"Male","47":"Male","48":"Male","49":"male","50":"male","53":"female","54":"Male","55":"Male","56":"Female","57":"male","58":"Male","59":"Male","60":"Non-binary","61":"Male ","62":"female","63":"Male","64":"Female","66":"Male","67":"Male","68":"Male","69":"Female","70":"female","71":"Female","72":"male","73":"Male","74":"Male","75":"Female\/Woman","77":"agender","78":"male","79":"male","80":"Male","83":"Male","84":"Male","85":"Female","86":"female","87":"Male","88":"Female","89":"Male","90":"male","91":"Male","92":"Male","93":"Male","94":"Female","95":"Female","96":"Male","97":"Female","98":"1994","99":"","100":"Male ","102":"Male","103":"Male","104":"Female"},"starttime":{"2":1701845445087.0,"4":1701845583019.0,"5":1701845687624.0,"6":1701847483894.0,"7":1701845996915.0,"8":1701846531782.0,"11":1701851172603.0,"12":1701846954713.0,"13":1701846706598.0,"14":1701846393117.0,"16":1701847657168.0,"17":1701847844413.0,"19":1701846759694.0,"20":1701848071605.0,"21":1701848219800.0,"22":1701848094565.0,"24":1701848667605.0,"25":1701848866094.0,"26":1701851148389.0,"27":1701851313412.0,"28":1701848358440.0,"30":1701851877433.0,"31":1701848285164.0,"32":1701848319949.0,"33":1701848946301.0,"34":1701848858939.0,"35":1701848601048.0,"36":1701851107403.0,"38":1701848930083.0,"39":1701851750807.0,"40":1701850926347.0,"41":1701849041093.0,"42":1701851102351.0,"43":1701850358408.0,"44":1701849288848.0,"45":1701849008304.0,"46":1701850801946.0,"47":1701849313588.0,"48":1701849052413.0,"49":1701850228386.0,"50":1701849604739.0,"53":1701849635283.0,"54":1701849523779.0,"55":1701849090821.0,"56":1701852132862.0,"57":1701853246579.0,"58":1701849258525.0,"59":1701849218108.0,"60":1701849396682.0,"61":1701852680023.0,"62":1701850379053.0,"63":1701849465441.0,"64":1701849522976.0,"66":1701849144280.0,"67":1701850901066.0,"68":1701849907702.0,"69":1701849366970.0,"70":1701849331438.0,"71":1701853394571.0,"72":1701849432658.0,"73":1701849367923.0,"74":1701849544640.0,"75":1701849179396.0,"77":1701849486365.0,"78":1701849807902.0,"79":1701849468244.0,"80":1701849831968.0,"83":1701849956426.0,"84":1701849929911.0,"85":1701849797307.0,"86":1701850071446.0,"87":1701849800849.0,"88":1701849989037.0,"89":1701849966717.0,"90":1701849977629.0,"91":1701850317660.0,"92":1701850150809.0,"93":1701850064466.0,"94":1701850133367.0,"95":1701850964343.0,"96":1701851052712.0,"97":1701850998044.0,"98":1701850979817.0,"99":1701850967587.0,"100":1701851254803.0,"102":1701851045953.0,"103":1701851202936.0,"104":1701851012387.0},"endtime":{"2":1701845741197.0,"4":1701846077609.0,"5":1701846076230.0,"6":1701847967520.0,"7":1701846776625.0,"8":1701848191466.0,"11":1701851744640.0,"12":1701847844436.0,"13":1701847232618.0,"14":1701846841212.0,"16":1701848220348.0,"17":1701848143902.0,"19":1701847296932.0,"20":1701848491146.0,"21":1701848545380.0,"22":1701848514912.0,"24":1701848977722.0,"25":1701849500008.0,"26":1701851512937.0,"27":1701852072333.0,"28":1701848908469.0,"30":1701852688023.0,"31":1701848798098.0,"32":1701848741295.0,"33":1701849295550.0,"34":1701849161013.0,"35":1701849173015.0,"36":1701851948313.0,"38":1701849492756.0,"39":1701852421321.0,"40":1701851447572.0,"41":1701849655696.0,"42":1701851813114.0,"43":1701851216892.0,"44":1701849969873.0,"45":1701849428014.0,"46":1701851503531.0,"47":1701849574900.0,"48":1701849589609.0,"49":1701850848813.0,"50":1701850067260.0,"53":1701850264609.0,"54":1701850024327.0,"55":1701850093986.0,"56":1701852809993.0,"57":1701854034547.0,"58":1701849836333.0,"59":1701849723828.0,"60":1701850183404.0,"61":1701853020428.0,"62":1701851135469.0,"63":1701850194119.0,"64":1701850000001.0,"66":1701849762483.0,"67":1701851647034.0,"68":1701850245165.0,"69":1701850022449.0,"70":1701849874764.0,"71":1701854077888.0,"72":1701849907580.0,"73":1701849930512.0,"74":1701850000873.0,"75":1701849641877.0,"77":1701849908780.0,"78":1701850265989.0,"79":1701850028769.0,"80":1701850334850.0,"83":1701850602957.0,"84":1701851293563.0,"85":1701850180415.0,"86":1701850387568.0,"87":1701850611738.0,"88":1701850586873.0,"89":1701850769464.0,"90":1701850282803.0,"91":1701850728445.0,"92":1701850777567.0,"93":1701850609430.0,"94":1701850708012.0,"95":1701851946685.0,"96":1701851499065.0,"97":1701851359900.0,"98":1701851498357.0,"99":1701851639431.0,"100":1701851678186.0,"102":1701851605636.0,"103":1701851654002.0,"104":1701851675104.0},"totaltime":{"2":296110.0,"4":494590.0,"5":388606.0,"6":483626.0,"7":779710.0,"8":1659684.0,"11":572037.0,"12":889723.0,"13":526020.0,"14":448095.0,"16":563180.0,"17":299489.0,"19":537238.0,"20":419541.0,"21":325580.0,"22":420347.0,"24":310117.0,"25":633914.0,"26":364548.0,"27":758921.0,"28":550029.0,"30":810590.0,"31":512934.0,"32":421346.0,"33":349249.0,"34":302074.0,"35":571967.0,"36":840910.0,"38":562673.0,"39":670514.0,"40":521225.0,"41":614603.0,"42":710763.0,"43":858484.0,"44":681025.0,"45":419710.0,"46":701585.0,"47":261312.0,"48":537196.0,"49":620427.0,"50":462521.0,"53":629326.0,"54":500548.0,"55":1003165.0,"56":677131.0,"57":787968.0,"58":577808.0,"59":505720.0,"60":786722.0,"61":340405.0,"62":756416.0,"63":728678.0,"64":477025.0,"66":618203.0,"67":745968.0,"68":337463.0,"69":655479.0,"70":543326.0,"71":683317.0,"72":474922.0,"73":562589.0,"74":456233.0,"75":462481.0,"77":422415.0,"78":458087.0,"79":560525.0,"80":502882.0,"83":646531.0,"84":1363652.0,"85":383108.0,"86":316122.0,"87":810889.0,"88":597836.0,"89":802747.0,"90":305174.0,"91":410785.0,"92":626758.0,"93":544964.0,"94":574645.0,"95":982342.0,"96":446353.0,"97":361856.0,"98":518540.0,"99":671844.0,"100":423383.0,"102":559683.0,"103":451066.0,"104":662717.0},"sessionId":{"2":"SJtEsmdh5n","4":"z4SMsWRjRt","5":"JTt7fzaZfI","6":"kQPWjXoix9","7":"IcqaMBT1Cy","8":"bC7SY6rbDI","11":"p91jUiXwlE","12":"C7yAzgYl79","13":"NLeeels94k","14":"9GVuiKE7MV","16":"EkOhMX2cXt","17":"nQyh6JsFx9","19":"76xiRspjgl","20":"deakoy6s9i","21":"cNalqKaDaW","22":"X1QFNOPjmc","24":"3O3uvwxlT9","25":"HyCMCLkVm2","26":"MUKzX0zB9B","27":"aCviDfejU3","28":"jvQVzPU4Iy","30":"vY0drOh2UW","31":"iNacAbrEFM","32":"YfZlrO1zwq","33":"PEpotqu7v5","34":"NNnHeSJ7MR","35":"6Qv2l86PqX","36":"FTXGNE6bRS","38":"ufv5HWNlUi","39":"ikpy46RWxR","40":"3k8be0RTVj","41":"E66TLnFCFt","42":"AfxcGF03zy","43":"iC3JRAk1Ub","44":"ZK4wp3xITy","45":"jt6O3dqXcj","46":"xGA1NQseGQ","47":"kroqq0WO4S","48":"cVZd1dzZro","49":"0pp5ZObvQS","50":"PO9yCsFTsG","53":"DRIuz2nNaA","54":"XhpwI7mVzY","55":"rtJZRh5vkY","56":"vWUCMZGiCn","57":"DAnoSKOruH","58":"vEXQrHJ2OD","59":"vV1hRe1OwJ","60":"JIjiJaNjUw","61":"W0mhJ9EErw","62":"WGvUJRIdXP","63":"7sDHdYTMRf","64":"US3L07EsFa","66":"84UIuJ4GOC","67":"Juq5XAUAmj","68":"wPIhBFiVYr","69":"sUEeBIWZoC","70":"wqJU44DgTZ","71":"jqFWZ8T9bd","72":"kiCkfEpwEG","73":"8FmP0dKES5","74":"lRzmcny7c4","75":"fJz9eR5yJJ","77":"5p8C0l7bdJ","78":"2yGwFKWmbZ","79":"AMCiyNiwib","80":"xtsl4smeHQ","83":"Oy54SVqTbF","84":"aWPD9Fem3M","85":"Utj3ZtRx5E","86":"WNVmw3rW9s","87":"ZiKsd0iIwN","88":"S2g06bGeS9","89":"I1jJmy7MlO","90":"DQkO8SdIYZ","91":"VLTqOnvauS","92":"T6HvZDA5TE","93":"Jm9th9HXJ0","94":"nSw0ZHINcB","95":"eptKWApx8v","96":"uHmjVb95EC","97":"t3ndh2PgHh","98":"Fl6YezEErg","99":"2FBPAWyFtL","100":"smCmThcLWH","102":"2F0j5nXkuC","103":"sXe0u5QcDv","104":"DCFjyI4mb3"}}